Repository: vinaybommana/glitchtip-frontend
Catalog: src/locale/messages.*.xlf
Languages: nb

source: Organization Invite
nb: Invitasjon til organisasjon

source: Create New Organization
nb: Opprett ny organisasjon

source: Delete User Account
nb: Slett brukerkonto

source: By deleting your user account, you will permanently lose all data, including access to organization projects and their associated events.
nb: Ved å slette brukerkontoen din vil du permanent miste all data, inkludert tilgang til organisasjonsprosjekter og deres tilhørende hendelser.

source: Make sure to delete or transfer ownership of any organizations before deleting your account. Owners of paid organization subscriptions are not able to delete their account.
nb: Pass på å slette eller overføre eierskap for alle organisasjoner før du sletter kontoen din. Eiere av abonnementstjenester kan ikke slette kontoen sin.

source: Create New Token
nb: Lag nytt token

source: Authentication tokens give you access to the GlitchTip API. You can create these tokens as authentication to gain specific access around the app.
nb: Auth tokens gir deg tilgang til GlitchTip APIet. Du kan benytte disse til å gi forskjellige og tilpassede tilganger i applikasjonen.

source: Your Tokens
nb: Dine tokens

source: Once you create a token, it will show up here.
nb: Når du har laget et token vil det vises her.

source: Releases
nb: Utgivelser

source: There are no releases for this organization.
nb: Det er ingen utgivelser for denne organisasjonen.

source: Accept invitation
nb: Aksepter invitasjon

source: To continue, you must either log in to your existing account, or create a new one.
nb: For å fortsette må du enten logge inn med en eksisterende konto, eller lage en ny.

source: Create new account
nb: Lag ny konto

source: Log in with existing account
nb: Logg inn med eksisterende konto

source: There was an error connecting to your social authentication provider.
nb: Det oppsto en feil ved tilkobling til ekstern autentiseringstilbyder.

source: Issues
nb: Problemer

source: Mark as resolved
nb: Merk som løst

source: Reopen
nb: Åpne igjen

source: Ignore
nb: Ignorer

source: No user reports have been submitted.
nb: Ingen rapporter har blitt sendt inn av brukere.

source: To enable user reports, take a look at `showReportDialog` in the JS SDK.
nb: For å benytte brukerrapporter, ta en titt på `showReportDialog` i JS SDK.

source: Add Project
nb: Legg til prosjekt

source: Log in with security key
nb: Logg inn med sikkerhetsnøkkel

source: Plug in your security key and follow the prompt from your browser to finish logging in.
nb: Koble til din sikkerhetsnøkkel og følg instruksjonene i nettleseren din for å fullføre innloggingen.

source: Retry
nb: Prøv igjen

source: Log in with authenticator app instead
nb: Logg inn med autentiserings-app i stedet

source: Log in with authenticator app
nb: Logg inn med autentiserings-app

source: Enter the code from the authenticator app on your mobile device. If you’ve lost your device, you may enter one of your recovery codes.
nb: Skriv inn koden fra autentiserings-appen på telefonen din. Hvis du har mistet telefonen, skriv inn en av gjenopprettingskodene.

source: Verification Code
nb: Verifikasjonskode

source: Required
nb: Påkrevd

source: Code must be of length 6 or 16
nb: Koden må være 6 eller 16 tegn lang

source: Login
nb: Logg inn

source: Log in with security key instead
nb: Logg inn med sikkerhetsnøkkel i stedet

source: Your email is required to log in
nb: Epost er påkrevd for å logge inn

source: Enter a valid email address
nb: Skriv inn en gyldig epostadresse

source: Your password should be at least 8 characters long
nb: Passordet bør være på minst åtte tegn

source: Your password is required to log in
nb: Passord er påkrevd for å logge inn

source: Log in
nb: Logg inn

source: or
nb: eller

source: New to GlitchTip?
nb: Ny GlitchTip-bruker?

source: Sign Up
nb: Registrer deg

source: Reset Password
nb: Nullstill passord

source: Settings
nb: Innstillinger

source: Subscription
nb: Abonnement

source: Teams
nb: Grupper

source: Members
nb: Medlemmer

source: Profile
nb: Profil

source: Account
nb: Konto

source: Multi-factor Authentication
nb: Flerfaktor-autentisering

source: Notifications
nb: Varsler

source: Log Out
nb: Logg ut

source: Support GlitchTip
nb: Støtt GlitchTip

source: Create a New Organization
nb: Opprett en ny organisasjon

source: This is the first step to get started with GlitchTip.
nb: Dette er første steg for å komme i gang med GlitchTip.

source: Create Organization
nb: Lag organisasjon

source: Registration has been disabled on this instance of GlitchTip. Contact an administrator to be invited into an existing organization.
nb: Registrering er deaktivert. Kontakt en administrator for å bli invitert til en eksisterende organisasjon.

source: Register
nb: Opprett konto

source: Already have an account?
nb: Har du allerede en konto?

source: Log In
nb: Logg inn

source: Up
nb: Opp

source: Down
nb: Ned

source: Reason
nb: Begrunnelse

source: Request not received
nb: Forespørsel ikke mottatt

source: Response time
nb: Responstid

source: No data
nb: Ingen data

source: Uptime check interval: INTERPOLATION
nb: Intervall for sjekk av oppetid: INTERPOLATION

source: Settings
nb: Innstillinger

source: Response Time
nb: Responstid

source: Alerts
nb: Varsler

source: Name
nb: Navn

source: Once you have the app running, proceed to the next step.
nb: Når applikasjonen kjører, fortsett til neste trinn.

source: New Alert
nb: Nytt varsel

source: This alert isn't being sent anywhere. Select "Add An Alert Recipient" below to get started.
nb: Dette varselet sendes ingen steder. Velg "Legg til en varselmottaker" under for å komme i gang.

source: Send an email to team members on this project.
nb: Send en epost til gruppemedlemmer på dette prosjektet.

source: Add An Alert Recipient
nb: Legg til en varselmottaker

source: Submit
nb: Send inn

source: Cancel
nb: Avbryt

source: You don't have any alerts set up. Click "Create New Alert" on the top right of this card to get started.
nb: Du har ikke konfigurert noen varsler. Klikk "Opprett nytt varsel" øverst til høyre for å komme i gang.

source: Projects
nb: Prosjekter

source: Create New Alert
nb: Opprett nytt varsel

source: Create New Project
nb: Opprett nytt prosjekt

source: Uptime Monitors
nb: Oppetidsmonitorer

source: Performance
nb: Ytelse

source: Donate
nb: Doner

source: Switch to
nb: Bytt til

source: Purchase support
nb: Kjøp brukerstøtte

source: TOTP authentication
nb: TOTP-autentisering

source: TOTP authentication is currently enabled on your account.
nb: TOTP-autentisering er aktivert for din konto

source: Disable TOTP
nb: Deaktiver TOTP

source: Make your account more secure by requiring a time-based one time password (TOTP) code after you log in.
nb: Øk sikkerheten for din konto ved å benytte et tidsbegrenset engangspassord (TOTP) sammen med innlogging.

source: If you ever lose access to your codes, you can recover your account with your
nb: Hvis du mister tilgangen på kodene dine kan du gjenopprette kontoen din med

source: backup codes
nb: gjenopprettingskoder

source: Get Started
nb: Kom igang

source: Download
nb: Last ned

source: or your favorite TOTP app on your mobile device
nb: eller din foretrukne TOTP-applikasjon på din telefon

source: Next
nb: Neste

source: Scan the QR Code in your authenticator app or enter the code below:
nb: Scan QR-koden i autentiserings-appen eller skriv inn koden under:

source: Enter a six-digit password generated by your authenticator app and submit this form to enable TOTP authentication:
nb: Skriv inn det sekssifrede passordet generert av din autentiserings-app og send inn for å aktivere TOTP-autentisering:

source: 6-digit Code
nb: Sekssifret kode

source: Code must be 6 digits
nb: Koden må være seks tall

source: Enable TOTP
nb: Aktiver TOTP

source: You have been invited to join
nb: Du har blitt invitert til

source: so you can keep track of errors
nb: så du kan følge med på programvarefeil

source: The account you're logged into is already a part of this organization. You might want to
nb: Kontoen du er logget inn med er allerede med i en organisasjon.

source: log out
nb: Logg ut

source: then create an account for or log into the account that this invite link was intended for
nb: og opprett en konto, eller logg inn med kontoen denne linken var ment for

source: Log in with INTERPOLATION
nb: Logg inn med INTERPOLATION
